import ozzy from "./assets/ozzyBern.png"
function Life (){
    return (
        <section className="life">
            <h1>Життєвий шлях</h1>
            <img src={ozzy} alt="ozzy" />
            <p>Оззі Осборн (англ. Ozzy Osbourne; справжнє ім'я Джон Майкл Осборн (англ. John Michael Osbourne); 3 грудня 1948, Марстон Грін, Велика Британія — 22 липня 2025, Джорданс, Велика Британія) — англійський рок-музикант, співак, автор пісень та медійна особистість. Він став відомим у 1970-х роках як вокаліст гурту «Black Sabbath», в цей період він отримав прізвисько «Принц темряви». Культова фігура у розвитку та один із засновників і популяризаторів музичного напрямку хеві-метал.</p>
            <p>Осборн став одним із засновників Black Sabbath у 1968 році й виконував вокальні партії з їхнього однойменного дебютного студійного альбому 1970 року до альбому Never Say Die! 1978 року. Гурт справив значний вплив на розвиток хеві-метал музики, зокрема їхні релізи Paranoid (1970), Master of Reality (1971) та Sabbath Bloody Sabbath (1973), які отримали визнання критиків. Осборн був звільнений з Black Sabbath у 1979 році через проблеми з алкоголем та іншими наркотиками. Потім він розпочав успішну сольну кар'єру з Blizzard of Ozz у 1980 році і випустив 13 студійних альбомів, перші сім з яких отримали мультиплатинові сертифікати в США. Кілька разів возз'єднувався з Black Sabbath. Він знову приєднався до гурту у 1997 році і допоміг записати останній студійний альбом гурту, 13 (2013), перш ніж вони вирушили у прощальний тур, який завершився виступом у рідному Бірмінгемі у 2017 році.</p>
            <p>Осборн продав понад 100 мільйонів альбомів, включаючи його сольні роботи та релізи Black Sabbath. Він був введений до Зали слави рок-н-ролу як учасник Black Sabbath у 2006 році та як сольний виконавець у 2024 році. Він також був включений до Зали слави британської музики як сольно, так і разом з Black Sabbath у 2005 році. Він був удостоєний зірок на Голлівудській алеї слави та Бірмінгемській алеї зірок. На церемонії MTV Europe Music Awards 2014 року він отримав нагороду Global Icon Award. У 2015 році він отримав нагороду Айвора Новелло за життєві досягнення від Британської академії авторів пісень, композиторів і авторів.
            </p>
            <p>На початку 2000-х років Осборн став зіркою реаліті-шоу, коли з'явився в реаліті-шоу MTV «The Osbournes» разом зі своєю дружиною та менеджером Шерон і двома їхніми дітьми, Келлі та Джеком. Разом з Джеком і Келлі він знявся в телесеріалі «Ozzy & Jack's World Detour». 5 липня 2025 року Осборн виступив зі своїм останнім шоу на концертному заході Back to the Beginning на тлі тривалої боротьби з хворобою, оголосивши на початку року, що це буде його останній живий виступ, хоча він мав намір продовжувати записувати музику. Він помер пізніше того ж місяця 22 липня 2025 року.</p>
            <section className="facts">
                <h2>Цікаві факти</h2>
                <ul className="facts-list">
                    <li><strong>Історія з кажаном: </strong>Під час концерту в Де-Мойні у 1982 році фанат кинув на сцену живого кажана. Оззі, думаючи, що це гумова іграшка, відкусив йому голову, після чого музиканта терміново госпіталізували для серії уколів проти сказу.</li>
                    <li><strong>Генетичний феномен: </strong>У 2010 році вчені дослідили ДНК Оззі й виявили унікальні генетичні мутації. Вони пояснили, як його організм зумів витримати десятиліття екстремального зловживання алкоголем і наркотиками.</li>
                    <li><strong>Зала слави рок-н-ролу: </strong>Він є одним із небагатьох музикантів, кого до Зали слави вносили двічі: спочатку у 2006 році як учасника Black Sabbath, а згодом — за його сольні досягнення.</li>
                </ul>
                <h2>Кумедні моменти</h2>
                <ul className="fun-list">
                <li>
                    <iframe
                        src="https://www.youtube.com/embed/NJHWbjDPmmQ"
                        title="YouTube video player"
                        allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                        allowFullScreen
                    ></iframe>
                </li>
                <li>
                    <iframe
                        src="https://www.youtube.com/embed/ProSGKAzO5Y"
                        title="YouTube video player"
                        allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                        allowFullScreen
                    ></iframe>
                </li>
                <li>
                    <iframe
                        src="https://www.youtube.com/embed/3lbnd_Pbkro"
                        title="YouTube video player"
                        allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                        allowFullScreen
                    ></iframe>
                </li>
                </ul>
            </section>
        </section>
    )
}
export default Life
