import ozRen from "./assets/ozzyRendy.jpg"
function OzzyO(){
    return(
        <section className="ozzyO">
            <h1>Сольний проект "Ozzy Osborne"</h1>
            <img src={ozRen} alt="ozzyRendy"/>
            <p> Сольна кар'єра принесла музиканту статус "Князя Темряви" (Prince of Darkness) та довела, що він є
                самостійною іконою важкої музики.У 2024 році Оззі Осборна було офіційно включено до Залу слави
                рок-н-роллу саме як сольного виконавця.</p>
            <h2>Включення до залу слави</h2>
            <iframe className="HollOzzy" src="https://www.youtube.com/embed/6SLh0b1dRYg"
                    title="YouTube video player"
                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                    allowFullScreen></iframe>
            <h2>Гітаристи Оззі</h2>
            <ul>
                <li><strong>Ренді Роадс (Randy Rhoads) </strong>Разом вони створили унікальний звук, що поєднував важкі
                    рифи з неокласичними соло.Blizzard of Ozz (1980): Дебютний альбом став миттєвою класикою. Саме на
                    ньому вийшли головні візитівки Оззі — антиалкогольна пісня «Suicide Solution» та легендарний трек
                    «Crazy Train», риф якого став одним із найвпізнаваніших в історії року.Diary of a Madman (1981):
                    Другий альбом закріпив успіх завдяки містичній та складній композиції «Mr. Crowley» (присвяченій
                    окультисту Алістеру Кроулі).Але у березні 1982 року сталася трагедія. Під час турне 25-річний Ренді
                    Роадс трагічно загинув в авіакатастрофі (водій автобуса гурту взяв без дозволу літак і під час
                    небезпечних маневрів зачепив крилом автобус). Для Оззі це був важкий удар, який знову ледь не зламав
                    його кар'єру.
                </li>
                <li><strong>Закк Вайлд (Zakk Wylde) </strong> Після зміни кількох гітаристів, у 1987 році Оззі зустрів
                    молодого гітариста Закка Вайлда, чий агресивний стиль гри з використанням штучних флажолетів став
                    новим фірмовим знаком артиста.No Rest for the Wicked (1988): Перший альбом із Закком Вайлдом, який
                    повернув Оззі на вершини чартів завдяки хіту «Bark at the Moon» (хоча саму пісню було написано
                    раніше) та треку «Miracle Man».No More Tears (1991): Один із найуспішніших та найкасовіших альбомів
                    у кар'єрі Оззі. Платівка містила такі мегахіти, як однойменна «No More Tears», «Mama, I'm Coming
                    Home» (балада, написана у співавторстві з Леммі Кілмістером із Motörhead) та трек «I Don't Want to
                    Change the World», за який Оззі отримав свою першу премію Греммі.
                </li>
            </ul>
        </section>
    )
}

export default OzzyO
